'''

Темные цвета:
Фон: #46211A
Кнопки: #693D3D
Области: #A43820
Цвет надписи: white
Кнопки нажатая: #46211A
Маленький текст: white

Свтелые цвета:
Фон: #d8d8d8
Кнопки: #B27373
Области: white
Цвет надписи: black
Кнопки нажатая: #FFEBCD
Маленький текст: #e0e0e0

Области:
1. Поле текста - frm_text
2. Поле транслит - frm_translator
3. Поле комнды строк - frm_command
4. Поле для игр - frm_game

Текст:
1. Текст - text
2. Полоса прокрутки - scrollbar

Транслит:
1. Транслит на анг - btn_translator_eng
2. Транслит ра рус - btn_translator_rus

Игры:
1. Игра 'Города' - btn_game_1
2. Игра '3-x литровая банка' - btn_game_2
3. Игра 'Виселица' - btn_game_3
4. Игра 'Придумай рифму за 30 секунд' - btn_game_4
5. Игра 'Текстовый квест' - btn_game_5
6. Игра 'Кликер' - btn_game_6

Команды строк:
1. Регистр (Выше) - btn_command_1
2. Регистр (Ниже) - btn_command_2
3. Смена регистра - btn_command_3
4. Кол-во символов - btn_command_4
5. С заглавной - btn_command_5
6. С заглавной (всё) - btn_command_6
7. Сколько раз встречается - ent_command_7
8. Сколько раз встречается - btn_command_8
9. Заменить на: - ent_command_9
10. Заменить на: - btn_command_10
11. Заменить на: - ent_command_11

Функции:
1. Транслит на анг - translator_eng()
2. Транслит на рус - translator_rus()
3. Игра 'Города' - game_1()
4. Игра '3-x литровая банка' - game_2()
5. Игра 'Виселица' - game_3()
6. Игра "Придумай рифму за 30 секунд" - game_4()
7. Игра "Текстовый квест" - game_5()
8. Игра 'Кликер' - game_6()
9. Регистр (Выше) - command_1()
10. Регистр (Ниже) - command_1()
11. Смена регистра - command_1()
12. Кол-во символов - command_1()
13. С заглавной - command_1()
14. С заглавной (всё) - command_1()
15. Сколько раз встречается - command_2()
16. Заменить на: - command_3()

'''
